<template>
  <div>
    <h1 class="c-title">
      プライバシーポリシー
    </h1>
    <section class="c-section">
      <div class="p-info">
        <p>
          株式会社グルト（以下「当社」といいます。）は、本プライバシーポリシーに従って、第１において定めるプライバシー情報を取り扱うものとします。
        </p>

        <h2>第1条 プライバシー情報</h2>
        <p>
          1.
          プライバシー情報とは、個人情報の保護に関する法律（以下「個人情報保護法」といいます。）第２条第１項に定める「個人情報」と、「履歴情報及び特性情報」を意味します。
        </p>
        <p>
          2.
          「履歴情報及び特性情報」とは、上記に定める「個人情報」以外のものをいい、ご利用いただいたサービスやご購入いただいた商品、ご覧になったページや広告の履歴、ユーザーが検索された検索キーワード、ご利用日時、ご利用の方法、ご利用環境、郵便番号や性別、職業、年齢、ユーザーのＩＰアドレス、クッキー情報、位置情報、端末の個体識別情報などを指します。
        </p>

        <h2>第2条 基本方針</h2>
        <p>
          当社は、個人情報保護法、本プライバシーポリシーを遵守するとともに、組織体制を整備し、プライバシー情報の適切な保護に努めて参ります。
        </p>

        <h2>第3条 個人情報の適切な取得</h2>
        <p>
          1.
          当社は、プライバシー情報を取得する場合には、適性かつ公正な方法にてこれを行うものとします。
          また、当社は、予め同意を得た場合又は法令で認められる場合を除き、要配慮個人情報を取得しません。
        </p>
        <p>
          2.
          当社は、ユーザーが利用したサービスやソフトウエア、閲覧したページや広告の履歴、検索した検索キーワード、利用日時、利用方法、利用環境（携帯端末を通じてご利用の場合の当該端末の通信状態、利用に際しての各種設定情報なども含みます）、IPアドレス、クッキー情報、位置情報、端末の個体識別情報などの履歴情報及び特性情報を、ユーザーが本サービスや提携先のサービスを利用し又はページを閲覧する際に収集します。
        </p>

        <h2>第4条 適切な措置の実施</h2>
        <p>
          当社は、保有するプライバシー情報に関し、合理的な安全措置をとることによって、不正アクセス、漏洩等を防止し、適切な措置をとるよう努めます。
        </p>

        <h2>第5条 利用目的</h2>
        <p>
          当社は、プライバシー情報を以下の目的で利用します。個人情報保護法その他の法令により認められる事由がある場合、本人（個人情報保護法第２条第８項に定義される「本人」を意味します。以下同じ。）の同意がある場合又は別途利用目的を通知・公表している場合を除き、以下の目的以外にプライバシー情報を利用することはありません。
        </p>
        <p>
          1.
          当社の商品又はサービス（利用料金の決済計算等を含む。以下、同様とします。）を提供するため<br >
          2. 当社の商品又はサービスに関する情報を提供するため<br>
          3. 当社の商品又はサービスを改善するため<br>
          4. 新しい商品又はサービスの研究及び開発のため<br>
          5. 契約、利用規約等で禁じている行為等の調査・対応のため<br>
          6. 本サービスの運営上のトラブルの解決のため<br>
          7. お問い合わせへの対応のため<br>
          8. 当社サービスに関する規約等の変更などを通知するため<br>
          9. 人材の採用選考、連絡、採用後の人事管理のため<br>
          10. 統計情報を作成するため<br>
          11. その他、上記の利用目的に付随する目的
        </p>

        <h2>第6条 第三者提供</h2>
        <p>
          1.
          当社は個人情報保護法その他の法令により認められる場合を除くほか、本人の同意がある場合を除き、プライバシー情報の第三者提供を行いません。なお、個人情報保護法その他の法令により認められる場合には、以下の場合を含むものとします。
        </p>
        <p>
          ・法令に基づく場合<br >
          ・人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であるとき。<br>
          ・公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難であるとき。<br>
          ・国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあるとき。
        </p>
        <p>
          2.
          当社は、個人番号及び特定個人情報（個人番号をその内容に含む個人情報をいいます。）については、法令で認められた事務のためにのみ利用し、法令で認められる場合を除き、第三者に提供しません。
        </p>
        <p>
          3.
          当社は特定商取引法に基づく表示に関し、開示請求を受けた場合、開示請求への対応のため、請求者に対し、請求のあった配信ユーザーの事業者名称、代表者又は通信販売に関する業務の責任者の氏名、住所、電話番号等の特定商取引法に基づき開示が必要となる情報を提供する場合があり、配信ユーザーは予めこれを承諾します。
        </p>

        <h2>第7条 アクセス解析</h2>
        <p>
          当社はサービス向上のため Google, Inc. の GoogleAnalytics
          を利用してサイトの計測を行っております。
          これに付随して生成されるテキストファイル「Cookie」を通じて分析を行うことがありますが、この際、IPアドレス等のユーザー情報の一部が、Google,
          Inc.に収集される可能性があります。サイト利用状況の分析、サイト運営者へのレポートの作成、その他のサービスの提供目的に限りこれを使用します。利用者は、本サイトを利用することで、上記方法及び目的においてGoogleが行うこうしたデータ処理につき許可を与えたものとみなします。
        </p>

        <h2>第8条 プライバシー情報の取り扱いの委託</h2>
        <p>
          プライバシー情報の取り扱いを外部へ委託する場合には、適切な安全管理が図られるよう契約により義務付けるなどすることにより、必要かつ適切な監督を実施します。
        </p>

        <h2>第9条 匿名加工情報</h2>
        <p>
          当社は、法令に従い匿名加工情報（個人情報保護法で定義する「匿名加工情報」をいいます。）を取り扱います。
        </p>

        <h2>第10条 個人情報の開示、訂正等の請求</h2>
        <p>
          当社は、保有する個人情報について、個人情報保護法に基づく開示、訂正・追加・削除、利用停止・消去等の請求があった場合、請求された方が本人であることを確認した後、個人情報保護法に従って対応いたします。かかる請求を行う場合、第１１項の窓口にご連絡下さい。
        </p>

        <h2>第11条 お問い合わせ窓口</h2>
        <p>
          本プライバシーポリシーや前項の請求に関するお問い合わせは、下記の担当窓口までご連絡下さい。<br >
          担当窓口連絡先 : info[@]guruto.jp
        </p>

        <h2>第12条 本プライバシーポリシーの変更</h2>
        <p>
          当社は、必要に応じて、本プライバシーポリシーを変更することがあります。
        </p>
        <br>
        <p>以上</p>

        <br><br>
        <p>2019年8月1日 制定</p>
      </div>
    </section>
  </div>
</template>

<script>
import Meta from "~/assets/mixins/meta"
export default {
  mixins: [Meta],
  data() {
    return {
      meta: {
        title: "プライバシーポリシー",
        description: "PAGEFUL（ペイジフル）のプライバシーポリシーページ"
      }
    }
  }
}
</script>

<style></style>
