<template>
  <div>
    <h1 class="c-title">
      利用規約（配信ユーザー向け）
    </h1>
    <section class="c-section">
      <div class="p-info">
        <h2>第1条 定義</h2>
        <p>
          本規約における用語の定義は以下のとおりです。<br/>
          (1)「購入ユーザー」とは、本サービスを利用してコンテンツの閲覧、購入等を行う者を意味します。<br/>
          (2)「コンテンツ」とは、ブログ、写真、動画、音声、ファイルその他のデジタルコンテンツを意味します。<br/>
          (3)「当社」とは、株式会社グルトを意味します。<br/>
          (4)「当社ウェブサイト」とは、当社の運営するウェブサイト「<a
            href="https://pageful.app"
          >https://pageful.app</a>」（理由の如何を問わず、当該ウェブサイトのドメインが変更された場合の、当該変更後のドメインを含みます。）を意味します。<br >
          (5)「配信ユーザー」とは、本サービスを利用してコンテンツの配信、販売等を行う者を意味します。<br/>
          (6)「反社会的勢力」とは、暴力団、暴力団員、暴力団準構成員、暴力団関係企業、総会屋、社会運動標ぼうゴロ、政治活動標ぼうゴロ、特殊知能暴力集団その他これらに準ずるものを意味します。<br/>
          (7)「本契約」とは、第４条第２項に定められた本契約に基づいて成立する契約を意味します。<br/>
          (8)「本サービス」とは、「PAGEFUL」の名称（名称が変更された場合には、変更後の名称を含みます。）で当社が提供する配信サイト支援サービスを意味します。<br/>
          (9)「本サービス案内等」とは、当社が当社ウェブサイトに掲載する本サービスの案内、マニュアル、利用上の注意その他の情報を意味します。
        </p>

        <h2>第2条 本規約の適用</h2>
        <p>
          1.
          本規約は、配信ユーザーの本サービスの利用についての一切に適用されます。<br/>
          2. 本サービス案内等は、本規約の一部を構成するものとします。<br/>
          3.
          本規約と本サービス案内等の内容が抵触する場合には、本規約が優先するものとします。
        </p>

        <h2>第3条 本サービスの利用等</h2>
        <p>
          配信ユーザーは、本規約に従って本サービスを利用するものとし、本規約に同意しない限り本サービスを利用することはできないものとします。配信ユーザーが本サービスを利用した時点で本規約に同意したものとみなします。
        </p>

        <h2>第4条 配信ユーザー登録</h2>
        <p>
          1.
          配信ユーザーとして本サービスを利用するためには、配信ユーザー登録を行う必要があります。<br/>
          2.
          配信ユーザーとなることを希望する者（以下「希望者」といいます。）は、当社所定の手続を行うことにより、配信ユーザー登録を行うことができます。当社所定の登録完了時点において、本規約に従った契約（以下「本契約」といいます。）が当社と配信ユーザー間に成立するものとします。<br/>
          3.
          当社は、当社の裁量により前項の配信ユーザー登録を拒絶することができます。希望者は、かかる拒絶に対して異議を唱えることはできず、当社は、かかる拒絶により希望者に発生した損害について一切の責任を負わないものとします。<br/>
          4.
          配信ユーザーは、配信ユーザー登録手続の際に当社から要求された事項につき、真実かつ正確な情報を提供しなければなりません。当社は、当該情報に虚偽、誤り、又は記入漏れがあったことにより配信ユーザーに損害が生じたとしても、一切の責任を負わないものとします。<br/>
          5.
          配信ユーザーは、当社所定の手続を行うことにより、いつでも配信ユーザー登録を取り消すことができるものとします。
        </p>

        <h2>第5条 アカウントの管理</h2>
        <p>
          1.
          配信ユーザーは、当社から付与されたＩＤ及びパスワードの使用及び管理について一切の責任を負うものとします。当該ＩＤ及びパスワードを使用して行われた本サービスの利用は、配信ユーザーによる利用とみなすものとし、配信ユーザーは予めこれを承諾するものとします。<br/>
          2.
          配信ユーザーは、自らに付与されたＩＤ及びパスワードを第三者に使用させず、かつ、譲渡、担保設定その他一切の処分を行ってはならないものとします。
        </p>

        <h2>第6条 販売方法</h2>
        <p>
          1.
          配信ユーザーは、自らの費用と責任において、本サービス上で自己が提供するコンテンツを販売することができるものとします。<br/>
          2.
          配信ユーザーは、購入ユーザーからコンテンツに関する問い合わせがあった場合には、当該購入ユーザーに対し、速やかに回答するものとします。<br/>
          3.
          配信ユーザーは、自己が提供するコンテンツの価格を、当社が別途指定する範囲で自由に決定できるものとします。コンテンツの価格に消費税が課される場合、当該価格には消費税が含まれるものとします。<br/>
          4.
          配信ユーザーは、購入ユーザーに対し、取引の当事者は配信ユーザーと購入ユーザーであり、販売等に伴う権利・義務は配信ユーザーと当該購入ユーザーとの間で発生することを説明するものとします。<br/>
          5.
          配信ユーザーは、購入ユーザーとの間でコンテンツの販売に関する契約(以下「販売契約」といいます。)が成立した場合、販売契約を履行する義務を負うものとし、販売契約成立後に本契約が終了した場合でも、販売契約を履行する義務（本契約有効期間中に配信ユーザーが購入ユーザーに対し販売したコンテンツについて、本契約終了後も、購入ユーザーが利用できるような措置をとることを含みます。）を免れないものとします。<br/>
          6.
          配信ユーザーは、自らの責任において、コンテンツの販売について自らに適用のある法令（特定商取引に関する法律を含みますが、これに限りません。）を遵守するものとし、自らの責任において、特定商取引に関する法律第１１条の表示の義務その他の法律で要求される義務を履行しなければならないものとします。配信ユーザーは、コンテンツがいかなる法令にも違反しないことを表明し、保証するものとします。<br/>
          7.
          配信ユーザーは、自らの責任において年齢制限のあるコンテンツを販売するものとし、年齢制限のあるコンテンツを販売する場合、適切な年齢制限を設定しなければなりません。本来行うべき年齢制限が設定されないことにより配信ユーザーに何らかの損害が発生した場合でも当社は一切の責任を負わず、本来行うべき年齢制限が設定されないことにより当社に損害が発生した場合、配信ユーザーは一切の損害を賠償する責任を負うものとします。当社が必要と判断した場合、当社は、当社の判断によりコンテンツに年齢制限を設定することができますが、かかる措置は配信ユーザーの責任を減免するものではありません。<br/>
          8.
          配信ユーザーは販売を行うことに関し、以下の事項を遵守するものとします。<br/>
          配信ユーザーの作成した販売条件や商品等の説明等を含む広告の表示内容に基づく瑕疵のないコンテンツの販売、提供を行うこと。<br/>
          購入ユーザーに対し、購入の申込み、承諾の仕組みを明示し、購入ユーザーが取引の成立時期を明確に認識できる措置を講じること。<br/>
          購入ユーザーとの契約上のトラブルが発生した場合、信義則に反して一方的に購入ユーザーが不利にならないように取り計らうものとし、配信ユーザーが責任を取り得ない範囲について購入ユーザーが理解できるよう明示すること。
        </p>

        <h2>第7条 利用料金、販売対価等</h2>
        <p>
          1.
          配信ユーザーは、購入ユーザーがコンテンツの対価として支払う販売価格（税込）の、<a href="https://pageful.zendesk.com/hc/ja/articles/360036747531" target="_blank">別途弊社が定める販売手数料率分</a>を本サービスの利用料金として負担するものとし、次項に定める方法により当該利用料金を支払うものとします。なお、かかる利用料金は消費税を含む金額とします。<br/>
          2.
          配信ユーザーは、当社に対して、自らが販売したコンテンツの販売価格に係る金銭を代理受領する権限を付与するものとします。当社がコンテンツの販売価格を代理受領した時点において、当社は、当該販売価格から前項の利用料金を受領するものとします。<br/>
          3.
          当社は、配信ユーザーから支払いの申請があった場合、代金から前項の利用料金、及び金融機関の振込手数料を差し引いて残額（以下「支払金額」という。）を配信ユーザーに支払うものとします。<br/>
          4.
          当社は、前項の支払金額を申請時点で集計し、コンテンツの販売金額から利用料金を控除した金額の残額が301円以上の場合には、翌5~7営業日以内に配信ユーザーが指定するの銀行口座へ支払うものとします。（振込手数料は配信ユーザーが負担するものとします。）<br/>
<!--          4.-->
<!--          当社は、前項の支払金額を月末締めで集計し、翌月20日までに配信ユーザーが指定する口座へ振り込む方法により支払うものとします（振込手数料は配信ユーザーが負担するものとします。）。但し、当該支払金額の総額が、振込手数料に満たない場合には、翌月20日への支払日へ順次繰り越されるものとし、以下同様とします。<br/>-->
<!--          5.-->
<!--          前２項の定めに関わらず、各月の末日において、コンテンツの販売金額から利用料金を控除した金額の残額が301円以上の場合には、配信ユーザーからの支払いの申請がない場合でも、翌月20日までに配信ユーザーが指定する口座へ振り込む方法により支払うものとします（振込手数料は配信ユーザーが負担するものとします。）。<br/>-->
          5.
          第３項及び第４項の定めにかかわらず、配信ユーザーが支払いの請求ができるようになった時点から４ヶ月経過した場合には、経過した日の属する月の翌月20日までに配信ユーザーが指定する口座へ振り込む方法により支払うものとします（振込手数料は配信ユーザーが負担するものとします。）。但し、かかる振込の際に当社が支払うべき金額が振込手数料に満たない場合には、その時点でユーザーの本条に基づく当社に対する支払請求権は消滅するものとします。<br/>
          6.
          本契約が終了した場合、本契約終了前に当社が購入ユーザーから現実に受領しているコンテンツの販売価格にかかる支払金額の支払については、第４項にかかわらず月末締めで集計し、翌月20日までに配信ユーザーが指定する口座へ振り込む方法により支払うものとします（振込手数料は配信ユーザーが負担するものとします。）。但し、かかる振込の際に当社が支払うべき金額が振込手数料に満たない場合には、その時点でユーザーの本条に基づく当社に対する支払請求権は消滅するものとします。<br/>
          7.
          当社はいかなる理由によっても、配信ユーザーから受領した利用料金を返金しないものとします。
        </p>

        <h2>第8条 禁止行為</h2>
        <p>
          1.
          配信ユーザーは、本サービスの利用に際して、以下に定める行為（それらを誘発する行為や準備行為も含みます。）を行ってはならない（コンテンツの販売を行うことで、以下に該当することを含みます。）ものとします。<br/>
          ・配信ユーザーに適用される法令（割賦販売法、景品表示法、特定商取引法、個人情報保護法、資金決済に関する法律、消費者契約法等を含みますが、これらに限られません）通達、指針、ガイドライン等に違反する行為<br/>
          ・本サービスの利用にあたり、虚偽又は不完全な情報を申告する行為<br/>
          ・虚偽の情報を当社に提供する行為<br/>
          ・社会規範又は公序良俗に反する行為<br/>
          ・当社、他の配信ユーザー、購入ユーザー又は第三者の権利を侵害する行為<br/>
          ・当社、他の配信ユーザー、購入ユーザー又は第三者に不利益を与える行為<br/>
          ・当社、他の配信ユーザー、購入ユーザー又は第三者に不快感を抱かせる行為<br/>
          ・当社、他の配信ユーザー、購入ユーザー又はその他の第三者の使用するソフトウェア、ハードウエアなどの機能を破壊したり、妨害したりするようなツールやプログラム等の投稿等をする行為<br/>
          ・自動巡回プログラム等の使用など本サービスに関するシステムの全部又は一部に過負荷をもたらすおそれのある行為<br/>
          ・本サービスに対する、リバースエンジニアリング、逆コンパイル、逆アセンブルその他これらに類する行為<br/>
          ・当社のサーバー若しくはネットワークの機能を破壊し、又は妨害する行為<br/>
          ・当社が意図していない動作（不具合、バグ、誤作動を含みますが、これに限られません。）、意図的に改ざんしたデータ又は当社が認めていないプログラム等を使用（以下「不正使用」といいます。）して、自己又は第三者の利益を得ることを目的として行う行為<br/>
          ・不正使用を目的としたツールやプログラムの開発、配布及び使用をし、又はこれらの行為を第三者に誘発、勧誘、幇助する行為若しくはその恐れのある行為<br/>
          ・当社、他の配信ユーザー、購入ユーザー又は第三者が入力した情報を不正に改ざんする行為<br/>
          ・サーバーその他本サービスのコンピュータに不正にアクセスする行為<br/>
          ・本サービスを妨害する行為<br/>
          ・他の配信ユーザー、又は購入ユーザーの情報を本サービスの利用に必要な範囲を超えて収集したり蓄積したりする行為<br/>
          ・購入ユーザー又は他の配信ユーザーの個人情報の売買又は譲受にあたる行為、又はそれらの恐れのある行為<br/>
          ・本サービスを、本来のサービス提供の目的とは異なる目的で利用する行為<br/>
          ・他の配信ユーザー、購入ユーザーのＩＤ及びパスワードを使用して本サービスを利用する行為<br/>
          ・他の配信ユーザー、購入ユーザーから本サービスのＩＤやパスワードを入手する行為<br/>
          ・本サービスに関連して、反社会的勢力に直接・間接に利益を提供する行為<br/>
          ・当社、購入ユーザー、他の配信ユーザー又は第三者のプライバシーを侵害したり、名誉又は信用を傷つける行為<br/>
          ・過度にわいせつな図画、言辞又は表現を発信する行為<br/>
          ・詐欺的、過度に暴力的、又は脅迫的な表現を発信する行為<br/>
          ・自殺・自傷行為・薬物乱用などを美化・誘発・助長する恐れのある行為<br/>
          ・本サービスを介さずに行う直接取引や他のプラットフォームでの取引、それを勧誘する行為、又は、勧誘に応じる行為<br/>
          ・アダルトサイト、ワンクリック詐欺サイト、ウィルス等の有害なコンピュータープログラム等を流布させることを目的とするサイト等当社が不適切と判断するサイトに誘導する情報を発信する行為<br/>
          ・ステルスマーケティング等に該当する行為、又は、ステルスマーケティング等に利用する行為<br/>
          ・本サービスにアップロードされているコンテンツ等の情報を、当該創作者の同意なくして転載する行為。また、本サービス若しくは本サービスの一部（コンテンツ・情報・機能・システム・プログラム等）を使用・転用・転売・複製・送信・翻訳・翻案などして、いかなる手法を問わず商業・営業目的の活動、営利を目的とした利用及びその準備を目的とした利用をすること、その他本サービスの２次利用や複製行為<br/>
          ・その他当社が不適当と認定する一切の行為<br/>
          2.
          配信ユーザーが前項の定める禁止事項に違反した場合、損害の有無にかかわらず、当社は本サービスの利用を停止し、配信ユーザーのコンテンツその他の情報の全部又は一部を削除することに加え、配信ユーザーに損害賠償請求をすることができるものとします。また、当社から削除の要請があった場合、配信ユーザーは、コンテンツその他の情報の全部又は一部を削除しなければなりません。<br/>
          3.
          配信ユーザーがサービス上掲載した情報に関するすべての責任は配信ユーザーにあり、当社は第１項に関して情報を監視・削除する義務を負うものではないため、当社が情報を削除しなかったことにより配信ユーザーあるいは第三者が被った損害について、当社は一切の責任を負わないものとします。<br/>
          4.
          当社が、本条に基づき配信ユーザーが本サービスを通じて掲載した情報を削除したことにより、配信ユーザーあるいは第三者が被った損害について、当社は一切の責任を負わないものとします。
        </p>

        <h2>第9条 本サービスの終了及び中断</h2>
        <p>
          1.
          当社は、当社が適当と判断する方法で配信ユーザーに事前に通知することにより、当社の裁量で、本サービスを終了することができるものとします。<br/>
          2.
          当社は、以下各号の事由が生じた場合には、配信ユーザーに事前に通知することなく、本サービスの全部又は一部を一時的に中断することができるものとします。<br/>
          ・本サービスに関するメンテナンスを定期的又は緊急に行う場合<br/>
          ・アクセス過多、その他予期せぬ要因でシステムに負荷が集中した場合<br/>
          ・配信ユーザー又は購入ユーザーのセキュリティを確保する必要が生じた場合<br/>
          ・電気通信事業者の役務が提供されない場合<br/>
          ・天災、法令改正等の不可抗力により本サービスの提供が困難な場合<br/>
          ・その他前各号に準じ当社が必要と判断した場合<br/>
          3本条に基づく当社の措置により配信ユーザーに発生した一切の損害について、当社は何らの責任も負わないものとします。
        </p>

        <h2>第10条 登録取消及び契約解除</h2>
        <p>
          1.
          当社は、配信ユーザーに以下の各号の一に該当する事由が発生したときは、直ちに配信ユーザーの配信ユーザー登録を取り消し、また、本契約を解除することができるものとします。<br/>
          ・配信ユーザーが本規約のいずれかの条項に違反したとき<br/>
          ・過去に当社から本サービスの利用を停止され、又は当社との契約を解除された配信ユーザーであると判明したとき<br/>
          ・差押、仮差押、仮処分、租税延滞処分、その他公権力の処分を受けたとき<br/>
          ・その他当社が配信ユーザーが本サービスを利用することにつき不適当であると認めたとき<br/>
          2.
          前項に基づく配信ユーザー登録の取消及び本契約の解除により配信ユーザーに生じたいかなる損害についても、当社は責任を負わないものとします。
        </p>

        <h2>第11条 内容及び仕様</h2>
        <p>
          当社は、本サービスの内容及び仕様を予告なく変更することがあるものとし、配信ユーザーはこれに異議を唱えることができないものとします。
        </p>

        <h2>第12条 委託</h2>
        <p>
          当社は、当社の裁量により、本サービスに関する業務の全部又は一部を第三者に委託することができるものとします。
        </p>

        <h2>第13条 知的財産権</h2>
        <p>
          1.
          本サービス及び当社ウェブサイトに関する特許権、著作権、意匠権、実用新案権、商標権等の知的財産権は当社又は権利者である第三者に帰属するものとし、本契約に基づく本サービスの利用の許諾は、本サービスの利用に必要な範囲を超える知的財産権の利用許諾を意味するものではありません。<br/>
          2.
          本サービス内において配信ユーザーが提供したコンテンツに関する特許権、著作権、意匠権、実用新案権、商標権等の知的財産権は配信ユーザーに帰属するものとします。<br/>
          3.
          配信ユーザーは、前項のコンテンツについて、当社に対し、本サービスの円滑な提供（本契約有効期間中に配信ユーザーが購入ユーザーに対し販売したコンテンツについて、本契約終了後も、購入ユーザーが利用できるような措置をとることを含みます。）、本サービスの構築、改良、メンテナンス等、本サービスの広告・宣伝等に必要な範囲で、利用することができる権利を許諾します。<br/>
          4.
          配信ユーザーは、当社に対し、前項の許諾を行うことにつき、適法な権利を有していること、また、配信ユーザーが当社に提供したコンテンツが第三者の知的財産権その他の権利を侵害していないことについて、当社に対し表明し、保証するものとします。かかる表明保証違反により当社が損害を被った場合、配信ユーザーは、当社が被った一切の損害を賠償する義務を負うものとします。
        </p>

        <h2>第14条 免責事項</h2>
        <p>
          1.
          本サービスは現状有姿で提供されるものとし、本サービスの各機能は、提供時点において当社が提供可能なものとします。本サービスが配信ユーザーの特定の目的に適合すること、期待する機能を有すること、期待する成果を実現すること、不具合を起こさないこと及び利用結果を含め、当社は、配信ユーザーに対し、本サービスに関する何らの保証も行うものではありません。<br/>
          2.
          本サービスに関して配信ユーザーと購入ユーザーその他の第三者との間に紛争が生じた場合、配信ユーザーは自己の責任と費用で解決するものとし、当社に何ら迷惑をかけず、また、これにより当社が被った損害を賠償するものとします。<br/>
          3.
          配信ユーザーは、自らの費用と責任において、自らのデータのバックアップを行うものとします。当社は、本サービスの利用に伴い、データの消失若しくは破損等が生じた場合であっても、その理由の如何を問わず一切の責任を負うものではありません。<br/>
          4.
          配信ユーザーは、本サービスの利用において配信ユーザーに適用される法令、通達、指針、ガイドライン等に違反しないかを自らの費用と責任において確認するものとし、当社は、この点について何らの保証もせず、一切の責任を負わないものとします。<br/>
          5.
          本サービス内において表示されるリンクのリンク先のウェブサイトの情報については、当社が当該ウェブサイトを管理するものを除き、その正確性、最新性、適法性、網羅性及び有益性等について、当社は一切保証をしません。当社は当該リンク先のウェブサイトから配信ユーザーに損害が発生した場合であっても、一切の責任を負わないものとします。<br/>
          6.
          当社が配信ユーザーに対して法令上損害賠償義務を負担する場合でも、その損害賠償義務は、過去3ヶ月間に当社が現実に受領した利用料金（現実に利用料金を支払っていない場合には１０００円）を上限とし、かつ、配信ユーザーが直接及び現実に被った損害の範囲に限られ、それ以外の損害については一切その責任を負いません。
        </p>

        <h2>第15条 第三者サービス</h2>
        <p>
          1.
          本サービスは、当社以外の第三者により運営されるサービス（以下「第三者サービス」といいます。）との連携をする場合がありますが、当社は、かかる連携が継続することを保証するものではありません。<br/>
          2.
          配信ユーザーは、自己の責任において、第三者サービスを利用するものとし、第三者サービスの利用により配信ユーザーに発生した一切の損害について、当社は何らの責任も負わないものとします。<br/>
          3.
          第三者サービスの利用は、配信ユーザーと第三者サービスの提供者との間に適用される、利用規約、契約等に従うものとし、配信ユーザーは、自らの責任においてこれらの内容を確認し、順守するものとします。
        </p>

        <h2>第16条 秘密保持</h2>
        <p>
          1.
          配信ユーザーは、本規約に関連して当社から提供された情報のうち、開示の際に秘密である旨の指定があった情報（以下「秘密情報」といいます。）について、当社の承諾なく、本サービスの利用の目的以外に使用してはならず、第三者に開示及び漏洩してはならないものとします。<br/>
          2.
          前項の規定にかかわらず、以下の情報は、秘密情報に含まれないものとします。但し、個人情報については、以下に該当する場合であっても秘密情報に含まれるものとします。<br/>
          ・開示を受けた時点又は知った時点において公知であった情報<br/>
          ・開示を受けた後又は知った後、配信ユーザーの責めに帰すべき事由によらずして公知となった情報<br/>
          ・開示を受けた時点又は知った時点において既に知得していた情報<br/>
          ・正当な権限を有する第三者から知得した情報<br/>
          ・秘密情報によらずして、創作、開発等した情報
        </p>

        <h2>第17条 配信ユーザーの情報</h2>
        <p>
          1.
          当社による配信ユーザーの個人情報の取扱いついては、別途当社が定めるプライバシーポリシー（<a
            href="https://pageful.app/info/privacy"
          >https://pageful.app/info/privacy</a>）によるものとし、配信ユーザーは、当社が当該プライバシーポリシーに則って個人情報を取り扱うことについて同意します。<br >
          2.
          当社は、本サービスに関して得られた記録及び個人情報等を集計又は分析し、個人を識別又は特定できないように加工した上で、統計データを作成し、何らの制限なく利用することができるものとします（第三者への提供、本サービスの営業、市場の調査、新サービスの開発等のための利用を含みますがこれらに限られません。）。
        </p>

        <h2>第18条 通知</h2>
        <p>
          1.
          当社は、本サービスに関連して配信ユーザーに通知をする場合には、本サービス若しくは当社ウェブサイトに掲示する方法又は登録された電子メールアドレス・住所に宛てて電子メール・文書を送信する方法など、当社が適当と判断する方法で実施します。<br/>
          2.
          前項に定める方法により行われた通知は、前者の場合には通知内容が当社ウェブサイトに掲示された時点に、後者の場合は当社が電子メール・文書を発信した時点に、それぞれその効力を生じるものとします。
        </p>

        <h2>第19条 反社会勢力の排除</h2>
        <p>
          1.
          配信ユーザーは、次の各号に該当しないことを表明保証し、将来にわたり該当しないことを誓約します。<br/>
          ・自ら並びにその親会社、子会社、関連会社、役員及び重要な従業員が、反社会的勢力であること。<br/>
          ・自ら並びにその親会社、子会社、関連会社、役員及び重要な従業員が反社会的勢力と社会的に非難されるべき関係を有すること。<br/>
          ・前２号に該当しなくなったときから５年を経過していないこと。<br/>
          ・自ら又は第三者を利用して、相手方に対し、次に掲げる行為又はこれに準ずる行為を行うこと。<br/>
          ①　暴力的な要求行為<br/>
          ②　法的な責任を超えた不当な要求行為<br/>
          ③　取引に関して、脅迫的な言動をし、又は暴力を用いる行為<br/>
          ④　風説を流布し、偽計を用い又は威力を用いて、相手方の信用を毀損し、又は相手方の業務を妨害する行為<br/>
          2.
          当社は、配信ユーザーが前項に違反した場合、配信ユーザーの配信ユーザー登録を取り消し、また、既に成立している利用契約の全部又は一部を解除することができるものとします。<br/>
          3.
          前項に基づく配信ユーザー登録の取消及び利用契約の解除により配信ユーザーに生じたいかなる損害についても、当社は責任を負わないものとします。
        </p>

        <h2>第20条 本契約の有効期間</h2>
        <p>
          本契約は、ユーザー登録が取り消された時点、解除された時点又は本サービスが終了した時点のいずれか早い時点まで有効に存続するものとします。
        </p>

        <h2>第21条 存続条項</h2>
        <p>
          本契約が終了した場合でも、第６条第５項及び第７項、第７条第７項及び第８項、第８条第２項から第４項、第９条第３項、第１０条第２項、第１３条から第１７条、第１９条第３項、本条及び第２４条の規定は、有効に存続するものとします。
        </p>

        <h2>第22条 本規約等の変更</h2>
        <p>
          1.
          当社は、当社の裁量により、いつでも本規約（第７条第１項に定める利用料金を含みます。以下本条において同じ。）及びサービス案内等の内容を変更できるものとします。当社が本規約及び本サービス案内等を変更するときは、当社は変更の効力発生時期を定め、効力発生時期、変更後の本規約及び本サービス案内等の内容を、配信ユーザーに対し、予め適宜の適切な方法で通知するものとします。<br/>
          2.
          配信ユーザーが前項の変更後も本サービスの利用を継続した場合、配信ユーザーは、変更後の本規約及び本サービス案内等に同意したものとみなされます。
        </p>

        <h2>第23条 権利義務の譲渡</h2>
        <p>
          1.
          配信ユーザーは、当社の事前の承諾がある場合を除き、本契約上の配信ユーザーの権利若しくは義務、又は本契約上の地位について、第三者への譲渡、承継、担保設定、その他一切の処分をすることはできません。<br/>
          2.
          当社が、本サービスに関する事業を第三者に譲渡したときは、当社は、当該事業譲渡に伴い、本契約上の地位、権利及び義務並びに配信ユーザーに関する一切の情報を当該事業譲渡の譲受人に譲渡することができるものとし、配信ユーザーは、予めこれに同意するものとします。
        </p>

        <h2>第24条 準拠法及び裁判管轄</h2>
        <p>
          1.
          本規約の解釈及び適用にあたっては、日本法が適用されるものとします。<br/>
          2.
          本規約に関する一切の紛争については、東京地方裁判所又は東京簡易裁判所を第一審専属的合意管轄裁判所とします。
        </p>

        <p>以上</p>

        <br/><br/>
        <p>2019年8月1日 制定</p>
      </div>
    </section>
  </div>
</template>

<script>
import Meta from "~/assets/mixins/meta"
export default {
  mixins: [Meta],
  data() {
    return {
      meta: {
        title: "利用規約",
        description: "PAGEFUL（ペイジフル）の利用規約ページ"
      }
    }
  }
}
</script>

<style></style>
