<template>
	<div>
		<h1 class="c-title">特定商取引法に基づく表示</h1>
		<section class="c-section">

			<div class="p-info">
				<h2>事業者名称</h2>
				<p>株式会社グルト</p>

				<h2>代表者又は通信販売に関する業務の責任者の氏名</h2>
				<p></p>小田祐万

				<h2>住所</h2>
				<p>東京都渋谷区渋谷2-6-6 301</p>

				<h2>電話番号</h2>
				<p>03-4500-7248</p>

				<h2>商品の販売価格</h2>
				<p>各商品の購入ページにて表示する価格</p>

				<h2>対価以外に必要となる費用</h2>
				<p>インターネット接続料金その他電気通信回線の通信に関する費用はお客様にて別途ご負担いただく必要がございます。</p>

				<h2>支払方法</h2>
				クレジットカード

				<h2>代金の支払時期</h2>
				<p>・クレジットカード</p>
				<p>ご利用のクレジットカードの締日や契約内容により異なります。ご利用されるカード会社までお問い合わせください。</p>

				<h2>商品引き渡し又はサービス提供の時期</h2>
				<p>代金決済手続き完了確認後直ちに。</p>

				<h2>返品・キャンセルに関する特約</h2>
				<p>本サイトで販売する商品については、デジタルコンテンツとしての性質上、代金決済手続き完了後の返品又はキャンセルを受け付けておりません。</p>

				<h2>デジタルコンテンツの動作環境</h2>
				<p>デジタルコンテンツを利用するために必要なコンピュータ等の仕様及び性能その他の必要な条件については、各デジタルコンテンツの購入ページにおいて表示します。</p>

			</div>
		</section>
	</div>
</template>

<script>
	import Meta from '~/assets/mixins/meta'
	export default {
		mixins: [Meta],
		data() {
			return {
				meta: {
					title: '特定商取引法に基づく表示',
					description: 'PAGEFUL（ペイジフル）の特定商取引法に基づく表示',
				}
			}
		}
	}
</script>

<style>
</style>